{
  "Home": {
    "thereIsNoPlaceLike": "there is no place like",
    "home": "home.",
    "deco": "deco.",
    "decoPara1": "Two separate apartments, designed with an emphasis on comfort, style, and functionality, offer you a unique accommodation experience.",
    "decoPara2": "Whether you prefer the spaciousness of Classic, with its two bedrooms and comfortable balcony overlooking a main street, or the more compact luxury of Mini, featuring a large private terrace with stunning sea views, both options guarantee an unforgettable stay.",
    "decoPara3": "With modern decor, earthy tones, and all the amenities you need, our apartments are ideal for families, couples, or business travelers. Relax, enjoy your space, and discover the city at your own pace.",
    "Classic": "Classic",
    "mini": "Mini",
    "gallery": "gallery.",
    "Amenities": "amenities",
    "Amenitiesline": "Each apartment offers a unique accommodation experience.",
    "Hair dryer": "Hair dryer",
    "Cleaning products": "Cleaning products",
    "Washing machine": "Washing machine",
    "Towels, bed sheets, soap, & toilet paper": "Towels, bed sheets, soap, & toilet paper",
    "Refrigerator": "Refrigerator",
    "Cooking basics": "Cooking basics",
    "Fast Wifi - 97 Mbps": "Fast Wifi - 97 Mbps",
    "Air conditioning": "Air conditioning",
    "No bookings found": "No bookings found"
  },
  "Navbar": {
    "Khadim": "Khadim",
    "Royals": "Royals",
    "Home": "Home",
    "Apartment": "Apartment",
    "Experience": "Experience",
    "Contact": "Contact",
    "book now": "book now",
    "privacy": "privacy",
    "cookies": "cookies",
    "copyright": "© 2025 All rights reserved.",
    "mail": "mail",
    "Phone": "Phone"

  },
  "RoomType": {
    "Classic": "classic.{comfort}",
    "ClassicPara1": "A spacious two-bedroom apartment, ideal forthose looking for comfort and elegance in the center of city",
    "Visitor": "Visitor",
    "Bedrooms": "Bedrooms",
    "Beds": "Beds",
    "Bathroom": "Bathroom",
    "SquareMeter": "sq.m.",
    "comfort": "comfort",
    "ClassicPara2": "A unique apartment in the center of Patras, which highlights the beauty of earthy colors and offers a warm, modern atmosphere.",
    "ClassicPara3": "With access to a balcony offering stunning views of the city center, the apartment creates a unique living experience, while offering the comfort and practicality that guests are looking for.",
    "Guest Favorite": "Guest Favorite",  
    "GuestPara1": "One of the most loved homes on my website, according to guests",
    "Stars": "Stars",  
    "PHOTOS": "SEE PHOTOS",  
    "Benefits": "See All Benefits",  
    "degree": "degree",  
    "Room Number": "Room Number",  
    "Floor": "Floor",  
    "Royalty1": "Step into Royalty – Book Your Perfect Pair Today!",  
    "Royalty2": "Step into a world of premium craftsmanship and timeless style with our exquisite collection of footwear. At KhadimRoyals, we blend royal sophistication with modern trends to bring you the perfect pair for every occasion.",  
    "Start to End Date": "Start to End Date",  
    "Date1": "Elevate your stride and make a lasting impression—explore KhadimRoyals today and walk with confidence, luxury, and grace! 👑",  
    "Price": "Price",  
    "Book Now": "Book Now",  
    "mini": "mini.{escape}",  
    "miniPara1": "A stylish and functional one-bedroom apartment, ideal forcouples or solo travelers who want to be in the center of the action.",  
    "escape": "escape",  
    "escapePara1": "A stylish and functional one-bedroom apartment, ideal for couples or solo travelers who want to be in the center of the action.",  
    "escapePara2": "The earthy tones and contemporary design offer a sense of warmth, while the stylish space is equipped with all the amenities for a relaxing stay."
    
  }
}